Repository: menj/wp-endmark
Catalog: languages/endmark-*.po
Languages: fr_fr

source: Settings
fr_fr: Réglages

source: Endmark Settings
fr_fr: Réglages Endmark

source: Add a professional typographic endmark to your posts and pages.
fr_fr: Ajoutez un symbole de fin d'article professionnel à vos articles et pages.

source: Endmark Type
fr_fr: Type d'Endmark

source: Symbol
fr_fr: Symbole

source: Symbol Character
fr_fr: Caractère du symbole

source: Click a symbol or type your own.
fr_fr: Cliquez sur un symbole ou tapez le vôtre.

source: Endmark Image
fr_fr: Image d'Endmark

source: Select Endmark Image
fr_fr: Sélectionner l'image

source: Use this image
fr_fr: Utiliser cette image

source: Upload Image
fr_fr: Télécharger

source: Remove
fr_fr: Supprimer

source: Recommended: 16-20px height, PNG with transparency.
fr_fr: Recommandé : 16-20px de hauteur, PNG avec transparence.

source: Display Location
fr_fr: Emplacement

source: Show endmark on
fr_fr: Afficher sur

source: Posts only
fr_fr: Articles uniquement

source: Pages only
fr_fr: Pages uniquement

source: Posts and Pages
fr_fr: Articles et pages

source: Live Preview
fr_fr: Aperçu

source: This is how your endmark will appear at the end of your content, giving your articles a professional, polished finish.
fr_fr: Voici comment votre endmark apparaîtra à la fin de votre contenu.

source: Save Changes
fr_fr: Enregistrer

source: Changes apply immediately to all pages.
fr_fr: Les modifications s'appliquent immédiatement.

source: You do not have sufficient permissions to access this page.
fr_fr: Vous n'avez pas les permissions suffisantes.
